{
  "passages": [
    {
      "text": "Маленький човен тихо ковзав по багряній від вечірнього сонця воді майже впритул до високої стіни очерету. Я сидів на дні і мої руки були міцно зв'язані мотузкою. Незнайомець у довгому чорному плащі, що перекупив мене у товстого татарина, поважно сідив на кормі, а його прислужник вправно веслував. Човен підійшов до якоїсь проріхи у заростях, крізь яку проглядалася тверда земля - берег чи острівець. Пан подав знак рукою і слуга перестав налягати на весла. Якийсь час ми ще пливли, але врешті зупинилися, не приставши до берега. Незнайомець нахилився до мене і в його руці блиснув ніж.\n\n[[Я спробував швидко підняти руки перед собою, захищаючись.->cut ropes]]\n\n[[Зібравши усі сили, що ще лишались, я піднявся на коліна та перехилився через борт, намагаючись впасти у воду.->overboard]]",
      "links": [
        {
          "name": "Я спробував швидко підняти руки перед собою, захищаючись.",
          "link": "cut ropes",
          "pid": "2"
        },
        {
          "name": "Зібравши усі сили, що ще лишались, я піднявся на коліна та перехилився через борт, намагаючись впасти у воду.",
          "link": "overboard",
          "pid": "3"
        }
      ],
      "name": "boat",
      "pid": "1",
      "position": {
        "x": "412",
        "y": "200"
      },
      "background": "boat"
    },
    {
      "text": "Він перехопив мої руки і, перш ніж я встиг отямитись, одним рухом розрізав мотузку. Я повалився назад на дно човна з ледь чутним стогоном. Обличчя незнайомця було сховане сутінками та розлогим каптуром, але мені здалося, що він безшумно сміється. Незнайомець простягнув мені якийсь пакунок та вказав на берег.\n\n[[Я поволі підвівся та взяв згорток.->landing]]\n\n[[Я підвівся, пильно глянув на загадкового пана, а потім раптово з усиєї сили штовхнув його у груди.->escape]]\n\n",
      "links": [
        {
          "name": "Я поволі підвівся та взяв згорток.",
          "link": "landing",
          "pid": "4"
        },
        {
          "name": "Я підвівся, пильно глянув на загадкового пана, а потім раптово з усиєї сили штовхнув його у груди.",
          "link": "escape",
          "pid": "5"
        }
      ],
      "name": "cut ropes",
      "pid": "2",
      "position": {
        "x": "332",
        "y": "352"
      },
      "background": "boat"
    },
    {
      "text": "Як на диво, мені це вдалося. Виявилося, що ми були вже у мілкій воді, тому я впав на бік в самий мул. Звиваючись, каламутячи та ковтаючи воду, моє тіло якось нарешті знайшло тверду опору. Непевно ставши на ноги, я намагався бігти до берега, раз по раз в'язнучи та послизаючись. Коли ж під ногами кінець кінцем опинився суходол, я кинув швидкий погляд назад. Мене ніхто не переслідував. Незнайомець у каптурі, схоже, сміявся. А його слуга розмахнувся і метнув у мій бік щось. Предмет упав на берег біля самісінького краю води. Це був невеликий пакунок, загорнутий у ганчір'я та перев'язаний шматком тонкої мотузки. \n\n [[Не зупиняючись, я щодуху побіг далі очеретом.->cane]]\n \n [[Я зупинився, вагаючись, але все ж підійшов до згортку.->take]]",
      "links": [
        {
          "name": "Не зупиняючись, я щодуху побіг далі очеретом.",
          "link": "cane",
          "pid": "6"
        },
        {
          "name": "Я зупинився, вагаючись, але все ж підійшов до згортку.",
          "link": "take",
          "pid": "7"
        }
      ],
      "name": "overboard",
      "pid": "3",
      "position": {
        "x": "534",
        "y": "356"
      },
      "background": "boat"
    },
    {
      "text": "Double-click this passage to edit it.",
      "name": "landing",
      "pid": "4",
      "position": {
        "x": "257",
        "y": "502"
      }
    },
    {
      "text": "Double-click this passage to edit it.",
      "name": "escape",
      "pid": "5",
      "position": {
        "x": "407",
        "y": "502"
      }
    },
    {
      "text": "Double-click this passage to edit it.",
      "name": "cane",
      "pid": "6",
      "position": {
        "x": "697",
        "y": "500"
      }
    },
    {
      "text": "Double-click this passage to edit it.",
      "name": "take",
      "pid": "7",
      "position": {
        "x": "555",
        "y": "503"
      }
    }
  ],
  "name": "Порятунок",
  "startnode": "1",
  "creator": "Twine",
  "creator-version": "2.2.1",
  "ifid": "E756EB7C-D68B-443F-8207-0BA2876B9791"
}
