{
    "title": "Хотинська Різня",
    "description": "Під час стояння під Хотином, козацьке військо здійснило унікальний для XVII століття нічний рейд. Було зруйновано декілька гармат та вирізано їх обслугу.",
    "authors": "Дмитро Гладкий",
    "root": {
        "endType": null,
        "next": [
            {
                "text": "Взяти шаблю",
                "nextPage": {
                    "endType": null,
                    "next": [
                        {
                            "text": "Піти першим",
                            "nextPage": {
                                "endType": null,
                                "next": [
                                    {
                                        "text": "Допомогти куріному",
                                        "nextPage": {
                                            "endType": null,
                                            "next": [],
                                            "nodes": []
                                        }
                                    },
                                    {
                                        "text": "Напасти на групу біля офіцера",
                                        "nextPage": {
                                            "endType": null,
                                            "next": [],
                                            "nodes": []
                                        }
                                    }
                                ],
                                "nodes": [
                                    {
                                        "text": "Дмитро попросив куріного відіслати його в першій групі ",
                                        "imageType": "river"
                                    },
                                    {
                                        "text": "Отримавши згоду, він приєднався до розвідників, які уже почали роздягаться і складати речі в зав'язані штани.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Перехрестившись, всі зайшли в воду і у повній тиші почали перепливати річку.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Група з Дмитром отримала задачу знешкодити караули на березі. ",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Разом з іншими трьома козаками Дмитро видерся на берег. Швидко всі вдягнулися, адже уже була осінь і вночі було досить холодно.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Пригнувшись майже до самої землі, вони почали просуватися далі на берег. Було чутно голоси, які нібито відпочивали біля багаття.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Судячи з усього, ніхто з турків не очікував на гостей, а татари відбули в свій табір, так як вночі на конях робити немає чого.",
                                        "imageType": "camp"
                                    },
                                    {
                                        "text": "Пробравшись ближче до звуків, козаки розгледіли підсвітлені кущі. Турки затулили опанчею багаття з тієї сторони , яка дивилась в сторону річки. Таким чином вони хотіли сховати свою присутність.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Але їх видавали голоси та розсіяне через зарості позаду язики світла.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Козаки оминули караул і почали підкрадатися з іншої сторони. Вночі майже нічого не видно, що відбувається навколо, якщо сидиш біля багаття.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Біля вогнища сиділо троє. Кожен вибрав собі ціль зліва на право, хто як підповз.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Всі дивилися на голову групи, який жестом руки тричі відлічив. Всі кинулись на турченят.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Дмитро зробив прямий удар прямо в обличчя турку, який повернувся на звук. Сила удару була така, що зброя розтрощила зуби і зі звуком розтрощених кісток вийшла через потилицю.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Піднявший голову, Дмитро побачив другого турка, який тримав древко рогатини, яке стирчало у нього з живота.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Козак намагався струсити ще живого турка зі списа, але він застряг в задніх ребрах.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Дмитро винув свою шаблю з горла турка і трьома ударами зняв голову іншому.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "З усіх інших сторін, де козаки вирізали караули, було чутно шорох, але ніхто з них не встиг подати сигнал.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Дмитро взяв поліно, яке горіло в багатті, спустився до берега і почав ним вимахувати різні фігури.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Так само зробили і в двох інших групах. Шлях до табору був вільним.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Він вибіг назад до багаття, взяв зверху накинув жупан турка, щоб збити з пантелику охорону табора.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "На землі лежали два самопали, Дмитро взяв один із них.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "В цей же час козаків ставало все більше, вони загасили багаття. Дмитро подивився останній раз на мертвих турків, один із них конав і намагався щось сказати.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Всі три групи широкою лавою побігли в сторону табору.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Біля берега залишили лише десяток молодих, які мали охороняти невеличкі плотики. На них можна було врятувати поранених козаків.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "В таборі турків став наростати галас. Вони уже могли помітити, що караули стихли, а замість цього стало чути тупіт чобіт.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Дмитра з самопалом пропустили першим. Поруч з ним ішли інші, передягнені в турецьке вбрання козаки.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Їх огукнули з табору, але швидко заскопоїлись, так як з далеку хх не можна було відрізнити від турка.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Коли до вартових можна було уже докинути каміння, козаки вистрілили з самопалів, убивши вартових і з криком \"Ала ала\" кинулися в табір.",
                                        "imageType": "camp"
                                    },
                                    {
                                        "text": "Татарський клич спантеличив інших турків. Вони подумали, що татари помились і напали на них.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Всі ці козацькі хитрощі докупи зіграли дуже вдало. Увірвавшись в табір козаки почали колоти і сікти всіх.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Дмитро негайно скинув турецький жупан, щоб його не зарізали свої.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Головна ціль були гармати. Козаки забили цвяхи в запальні отвори і скинули гармати з лафетів.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Турки досі не оговтались, частина їх табору, на який стався напад почала панічно утікати не чинячи ніякого опору.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Перших утікачів взяли на списи турки, які прибігли на допомогу з дальнього табору.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "В цей момент Дмитро з п'ятьма іншими козаками почали стріляти по підмозі і в спину утікачам.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Раптом вони побачили багато-вдягненого офіцера, який був оточений охороною і навколо нього почала організовуватись оборона.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Нападати на них з щаблею було самогубство, тому козаки почали ладнати самопали. Вони були розкидані по всьому табору.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "В цей же час у козаків почали з'являтися перші поранені. Турки збігались до офіцера і почали вести безладний обстріл козаків з луків.",
                                        "imageType": null
                                    },
                                    {
                                        "text": "Дмитро побачив, як з землі намагався встати його куріний. Вся голова і обличчя було залите кров'ю. З правої скроні звисав шмат шкіри.",
                                        "imageType": null
                                    }
                                ]
                            }
                        },
                        {
                            "text": "Чекати на сигнал",
                            "nextPage": {
                                "endType": null,
                                "next": [],
                                "nodes": []
                            }
                        }
                    ],
                    "nodes": [
                        {
                            "text": "Шабля була зроблена ковалем з Канєва на замовлення і легко лежала у руці.",
                            "imageType": "camp"
                        },
                        {
                            "text": "Незабаром, темрява заполонила всю долину, обслуга турецьких гармат сідала вечерять. Чергові займалися чисткою гармати. За сьогодні вони випустили 12 снарядів, один з яких покалічив коня.",
                            "imageType": null
                        },
                        {
                            "text": "До Дмитра підійшов куріний і знаком показав іти за ним. Майже всі козаки уже спали, лише чатові стояли на валу. Декілька груп козаків вийшли потайки в секрети навколо табору.",
                            "imageType": null
                        },
                        {
                            "text": "Стояла повна темрява. Дмитро взяв куріного за плече, козак за ним так само взяв його за плече, і таким ланцюжком два десятки воїнів почали продиратися до річки.",
                            "imageType": null
                        },
                        {
                            "text": "Три групи козаків мали одночасно переплисти Дністер і нагло вдертися до табору гармашів.",
                            "imageType": "river"
                        },
                        {
                            "text": "Дуже далеко було чутно як турецькі вартові перегукуються між собою.",
                            "imageType": null
                        },
                        {
                            "text": "Першими мали переправитися найдосвідченіші воїни і подати умовний сигнал іншим.",
                            "imageType": null
                        }
                    ]
                }
            },
            {
                "text": "Взяти спис",
                "nextPage": {
                    "endType": null,
                    "next": [],
                    "nodes": []
                }
            }
        ],
        "nodes": [
            {
                "text": "Дмитро не зміг заснути. Вночі мала бути проведена операція по знешкодженню турецьких гармат.",
                "imageType": "camp"
            },
            {
                "text": "Ці гармати було нагло поставлено на іншому березі Дністра. Турки безперешкодно вирівняли майданчик та затягли волами три величезні мортири.",
                "imageType": null
            },
            {
                "text": "Кожна з цих мортир стріляла величезною кам'яною кулею, яка могла задавити чимало війська.",
                "imageType": null
            },
            {
                "text": "За два дні декілька куль влучило в табір козаків, який стляв на іншому березі. Але, на щастя, ніхто не постраждав.",
                "imageType": null
            },
            {
                "text": "Турки вільно пересувалися біля гармат, бо до їх позицій не добивав ні мушкет, ні лук, та ні козацькі гармати.",
                "imageType": "river"
            },
            {
                "text": "Поляки, під час сильного обстрілу з табору козаків, намагалися перейти Дністер та розігнати обслугу гармат.",
                "imageType": null
            },
            {
                "text": "Але постійні роз'їзди татар не дали змогу переправитися на інший берег, і союзники відступили.",
                "imageType": null
            },
            {
                "text": "Тож Сагайдачним було прийнято рішення зробити нічний рейд.",
                "imageType": null
            },
            {
                "text": "Для цього було обрано 70 козаків. Операція трималась у таємниці, адже в таборі могли знаходиться очі і вуха ворога.",
                "imageType": null
            },
            {
                "text": "Дмитро заліз під віз і став вибирати зброю.",
                "imageType": "camp"
            }
        ]
    }
}